//
//  DailyTipData.swift
//  Peace Inside
//
//  Created by Tipu Sultan on 4/7/25.
//


import Foundation

struct DailyTipData {
    static let tips: [DailyTip] = [
        DailyTip(text: "🕊️ দুশ্চিন্তায় আল্লাহর উপর ভরসা করুন।"),
        DailyTip(text: "🕋 আল্লাহ্‌র যিকিরে অন্তর প্রশান্তি পায়।"),
        DailyTip(text: "🌙 সকালে সূরা ফালাক ও সূরা নাস পড়া অত্যন্ত উপকারী।"),
        DailyTip(text: "☀️ সবর করাই মুমিনের শক্তি।"),
        DailyTip(text: "📿 আল্লাহর নাম নিয়ে প্রতিদিন শুরু করুন।")
    ]
}
